Repository: chinymue/emolog
Catalog: lib/l10n/app_*.arb
Languages: vi

# pageHome
source: Home
vi: Trang chủ

# pageSettings
source: Settings
vi: Cài đặt

# pageHistory
source: History
vi: Lịch sử

# pageDetail
source: Detail
vi: Chi tiết nhật ký

# restoreAcc
source: Restore account
vi: Thiết lập lại tài khoản

# restoreSettings
source: Reset default settings
vi: Đặt lại cài đặt mặc định

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Fullname
vi: Nickname

source: AvatarURL
vi: Avatar

source: Language
vi: Ngôn ngữ

source: Theme
vi: Chế độ hiển thị

# changeLanguage
source: Tiếng việt
vi: English

source: Submit
vi: Lưu

source: Save changes
vi: Lưu thay đổi

# saveChangesNotVaid
source: Can't save changes
vi: Không lưu được thay đổi

source: Save failed
vi: Lưu thất bại

# saveSuccess
source: Save successed
vi: Lưu thành công

source: Undo
vi: Hoàn tác

# validEmpty
source: Field is required
vi: Không được để trống

# logRecorded
source: Log {savedLogId} has been recorded
vi: Nhật ký {savedLogId} đã được ghi lại

# helloMessageNeutral
source: Hey, how’s your day going?
vi: Hôm nay ổn chứ?

# helloMessageBestie
source: Hey bestie, how’s your day been so far?
vi: Nay thế nào, kể nghe coi!

# helloMessageMom
source: Hi dear, how has your day been?
vi: Con có chuyện gì muốn chia sẻ không?

# moodTerrible
source: Terrible
vi: Tồi tệ

# moodNotGood
source: Not good
vi: Không ổn

# moodChill
source: Chill
vi: Cũng được

# moodGood
source: Good
vi: Vui

# moodAwesome
source: Awesome
vi: Tuyệt vời

# toolbarShow
source: Show toolbar
vi: Hiện thanh công cụ

# toolbarHidden
source: Hidden toolbar
vi: Ẩn thanh công cụ

# toolbarBasic
source: Use basic toolbar
vi: Dùng thanh công cụ cơ bản

# toolbarFull
source: Use full toolbar
vi: Dùng thanh công cụ đầy đủ

# logPlaceHolderNeutral
source: Write down your feelings...
vi: Ghi lại tâm trạng của bạn...

# filtersClear
source: Clear all filters
vi: Xóa bộ lọc

# filterMood
source: Filter by mood
vi: Lọc theo cảm xúc

# filterMoodPoint
source: Filter by mood point
vi: Lọc theo mức tâm trạng

# filterFavor
source: Favorited only
vi: Các nhật ký được yêu thích

# filterFavorClear
source: Remove filter by favorite
vi: Xóa lọc theo yêu thích

# filterDateRange
source: Choose date range
vi: Chọn khoảng thời gian

# sortNewest
source: Sort by newest
vi: Xếp theo mới nhất

# sortOldest
source: Sort by oldest
vi: Xếp theo cũ nhất

# logNotFound
source: No log yet
vi: Chưa có nhật ký phù hợp

# logFavor
source: Favorite
vi: Yêu thích

# logUnfavor
source: Unfavorite
vi: Bỏ yêu thích

# logNotExist
source: Log does not exist
vi: Nhật ký không tồn tại
